__author__ = 'Administrator'
#coding=utf-8
content = """
Wow【乐影客】又多了一位新朋友，鼓掌欢迎！我们将为你提供最新鲜、实用的观影服务哦!

敬请回复：
1.先看看最火的影片。
2.找个影院去看电影。
3.有优惠吗？
4.很无聊不知道干什么。
5. http://m.leyingke.com/m/dl 点击链接，参加特价【9.9元观影活动】！
0.任何时候回复0，都将回到这里。

[乐电影，爱生活]"""
# print content

other_text="""
    陪聊小编暂时翘班中，但智能【乐影客】将继续为你提供最新鲜、实用的观影服务哦!

    敬请回复：
    1.先看看最火的影片。
    2.找个影院去看电影。
    3.有优惠吗？
    4.很无聊不知道干什么。
    5. http://m.leyingke.com/m/dl 点击链接，参加特价【9.9元观影活动】！
    0.任何时候回复0，都将回到这里。

    [乐电影，爱生活]"""
print other_text

hello_text="""
Wow【乐影客】又多了一位新朋友，鼓掌欢迎！我们将为你提供最新鲜、实用的观影服务哦!

敬请回复：
1.先看看最火的影片。
2.找个影院去看电影。
3.有优惠吗？
4.很无聊不知道干什么。
5. http://m.leyingke.com/m/dl 点击链接，参加特价【9.9元观影活动】！
0.任何时候回复0，都将回到这里。

[乐电影，爱生活]"""

other_text="""
陪聊小编暂时翘班中，但智能【乐影客】将继续为你提供最新鲜、实用的观影服务哦!

敬请回复：
1.先看看最火的影片。
2.找个影院去看电影。
3.有优惠吗？
4.很无聊不知道干什么。
5. http://m.leyingke.com/m/dl 点击链接，参加特价【9.9元观影活动】！
0.任何时候回复0，都将回到这里。

[乐电影，爱生活]"""