Repository: wangfeng3769/python_source_code
Catalog: src/omoma/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Password
fr: Mot de passe

source: Password (again)
fr: Mot de passe (à nouveau)

source: The two password fields didn't match.
fr: Les deux champs de mot de passe ne sont pas identiques.

source: User "%s" successfully modified
fr: Utilisateur "%s" modifié

source: User "%s" successfully created
fr: Utilisateur "%s" créé

source: User "%s"
fr: Utilisateur "%s"

source: New user
fr: Nouvel utilisateur

source: User "%s" successfully deleted
fr: Utilisateur "%s" effacé

source: name
fr: nom

source: short name
fr: nom court

source: change rate
fr: taux de change

source: currency
fr: monnaie

source: currencies
fr: monnaies

source: owner
fr: propriétaire

source: start balance
fr: solde de départ

source: account
fr: compte

source: accounts
fr: comptes

source: amount
fr: montant

source: original description
fr: description originale

source: salary
fr: salaire

source: validated
fr: validé

source: deleted
fr: effacé

source: category
fr: catégorie

source: categories
fr: catégories

source: %(category)s for "%(transaction)s"
fr: %(category)s pour "%(transaction)s"

source: transaction category
fr: catégorie de transaction

source: transaction categories
fr: catégories de transaction

source: accepted
fr: accepté

source: rejected
fr: refusé

source: pending
fr: en attente

source: recipient
fr: destinataire

source: money transaction
fr: transaction monétaire

source: recipient transaction
fr: transaction de destination

source: IOU for "%(transaction)s" to "%(recipient)s"
fr: Règlement pour "%(transaction)s" à "%(recipient)s"

source: He/she received from me
fr: Il/elle a reçu de ma part

source: He/she gave to me
fr: Il/elle m'a donné

source: He/she received for me
fr: Il/elle a reçu pour moi

source: He/she paid for me
fr: Il/elle a payé pour moi

source: I received from him/her
fr: J'ai reçu de sa part

source: I gave to him/her
fr: Je lui ai donné

source: I received for him/her
fr: J'ai reçu pour lui/elle

source: I paid for him/her
fr: J'ai payé pour lui/elle

source: IOU
fr: Règlement

source: IOUs
fr: Règlements

source: year (12 months)
fr: année (12 mois)

source: semester (6 months)
fr: semestre (6 mois)

source: quarter (3 months)
fr: trimestre (3 mois)

source: month (28 to 31 days)
fr: mois (28 à 31 jours)

source: week (7 days)
fr: semaine (7 jours)

source: envelope
fr: enveloppe

source: period start
fr: début de la période

source: period length
fr: durée de la période

source: limit
fr: limite

source: Budget for %s
fr: Budget pour %s

source: target description
fr: description de destination

source: Transaction renaming from "%(original)s" to "%(target)s"
fr: Renommage de transactions de "%(original)s" à "%(target)s"

source: transaction renaming
fr: renommage de transaction

source: transactions renamings
fr: renommages de transactions

source: match in description
fr: correspondance dans la description

source: Automatic category for "[...]%(description)s[...]" to "%(category)s"
fr: Catégorie "%(category)s" automatique pour for "[...]%(description)s[...]"

source: automatic category assignment
fr: assignation automatique de catégorie

source: automatic categories assignments
fr: assignations automatiques de catégories

source: Account
fr: Compte

source: Amount
fr: Montant

source: Transaction type
fr: Type de transaction

source: Category
fr: Catégorie

source: Destination account
fr: Compte de destination

source: Person
fr: Personne

source: A transfer needs a destination account.
fr: Un transfert a besoin d'un compte de destination

source: Who did you give this money to?
fr: À qui avez-vous donné cet argent ?

source: Who gave you this money?
fr: Qui vous a donné cet argent ?

source: Account "%s" successfully modified
fr: Compte "%s" modifié

source: Account "%s" successfully created
fr: Compte "%s" créé

source: Account "%s"
fr: Compte "%s"

source: New account
fr: Nouveau compte

source: Account "%s" successfully deleted
fr: Compte "%s" effacé

source: Category "%s" successfully modified
fr: Catégorie "%s" modifiée

source: Category "%s" successfully created
fr: Catégorie "%s" créée

source: Category "%s"
fr: Catégorie "%s"

source: New category
fr: Nouvelle catégorie

source: Category "%s" successfully deleted
fr: Catégorie "%s" effacée

source: Currency "%s" successfully modified
fr: Monnaie "%s" modifiée

source: Currency "%s" successfully created
fr: Monnaie "%s" créée

source: Currency "%s"
fr: Monnaie "%s"

source: New currency
fr: Nouvelle monnaie

source: Currency "%s" successfully deleted
fr: Monnaie "%s" effacée

source: File to import
fr: Fichier à importer

source: %s: the file is too large (max 1 MB).
fr: %s : le fichier est trop gros (1 Mo maximum).

source: %s: this file format is not known.
fr: %s : ce format de fichier est inconnu.

source: Successfully imported transactions.
fr: Transaction importées.

source: IOUs for %s
fr: Règlements pour %s

source: IOU for "%s"
fr: Règlement pour "%s"

source: New IOU for "%s"
fr: Nouveau règlement pour "%s"

source: %s successfully modified
fr: %s modifié

source: %s successfully created
fr: %s créé

source: %s successfully deleted
fr: %s effacé

source: %s successfully accepted
fr: %s accepté

source: %d pending IOUs accepted
fr: %d règlements en attente acceptés

source: %(iou)s successfully attached to "%(transaction)s"
fr: %(iou)s attaché à "%(transaction)s"

source: %(iou)s successfully detached from "%(transaction)s"
fr: %(iou)s détaché de "%(transaction)s"

source: %s successfully rejected
fr: %s rejeté

source: Deleted transactions
fr: Transactions effacées

source: Transactions for %s
fr: Transactions pour %s

source: Transaction "%s" successfully modified
fr: Transaction "%s" modifiée

source: Transaction "%s" successfully created
fr: Transaction "%s" créée

source: New transaction
fr: Nouvelle transaction

source: Transaction "%s" successfully restored
fr: Transaction "%s" restaurée

source: Transaction "%s" successfully deleted
fr: Transaction "%s" effacée

source: Successfully removed deleted transactions
fr: Transactions effacées supprimées

source: Category "%(category)s" successfully modified for "%(transaction)s"
fr: Catégorie "%(category)s" modifiée pour "%(transaction)s"

source: Category "%(category)s" successfully created for "%(transaction)s"
fr: Catégorie "%(category)s" créée pour "%(transaction)s"

source: Category for "%s"
fr: Catégorie pour "%s"

source: New category for "%s"
fr: Nouvelle catégorie pour "%s"

source: Category "%(category)s" successfully deleted from "%(transaction)s"
fr: Catégorie "%(category)s" effacée de "%(transaction)s"

source: The category has been applied to %d transactions
fr: La catégorie a été appliquée à %d transactions

source: The category has not been applied to any transaction.
fr: La catégorie n'a été appliquée à aucune transaction.

source: %d transactions renamed.
fr: %d transactions renommées.

source: No transaction has been renamed.
fr: Aucune transaction n'a été renommée

source: Create categories when unspecified
fr: Créer des catégories quand elles ne sont pas spécifiées.

source: Transactions without account
fr: Transactions sans compte

source: %d imported
fr: %d importées

source: %d already existed
fr: %d existent déjà

source: %d failed
fr: %d échouées

source: In account "%(account)s": %(details)s.
fr: Dans le compte "%(account)s" : %(details)s.

source: DD/MM/YY
fr: JJ/MM/AA

source: MM/DD/YY
fr: MM/JJ/AA

source: DD/MM/YYYY
fr: JJ/MM/AAAA

source: MM/DD/YYYY
fr: MM/JJ/AAAA

source: YYYY-MM-DD
fr: AAAA-MM-JJ

source: Date format
fr: Format de la date

source: %d transactions imported.
fr: %d transactions importées.

source: %d transactions already existed.
fr: %d transactions existent déjà.

source: Failed to add %d transactions.
fr: Echec de l'ajout de %d transactions.

source: lent me
fr: m'a prêté

source: owes me
fr: me doit

source: You have pending IOU(s)!
fr: Vous avez un/des règlement(s) en attente !

source: Someone rejected your IOU(s)!
fr: Quelqu'un a refusé votre/vos règlement(s) !

source: logout
fr: déconnexion

source: You are not allowed to see this page!
fr: Vous n'êtes pas autorisé à voir cette page !

source: Page not found!
fr: Page introuvable !

source: Internal server error! This page could not be displayed.
fr: Erreur interne ! Cette page ne peut pas être affichée.

source: Attach IOU to a transaction
fr: Attacher un règlement à une transaction

source: You are about to attach the following IOU to a transaction:
fr: Vous allez attacher le règlement suivant à une transaction :

source: From
fr: De

source: Type of IOU
fr: Type de règlement

source: Existing transactions
fr: Transactions existantes

source: The following existing transactions could match this IOU:
fr: Les transactions suivantes peuvent correspondre à ce règlement :

source: Categories
fr: Catégories

source: Create and back
fr: Créer et retour

source: Create and modify
fr: Créer et modifier

source: Cancel
fr: Annuler

source: Automatic rules
fr: Règles automatiques

source: Automatic categories assignations
fr: Assignation automatique de catégories

source: Automatically assign these categories when the content is like...
fr: Automatiquement assigner ces catégories quand la description est comme...

source: Add category assignment rule
fr: Ajouter une règle d'assignation de catégorie

source: There is no automatic category assignment in this account.
fr: Il n'y a pas d'assignation automatique de catégorie dans ce compte.

source: Description contains
fr: La description contient

source: Transactions renaming
fr: Renommage de transactions

source: Automatically rename transactions when importing...
fr: Automatiquement renommer les transactions lors de l'importation...

source: Add transaction renaming rule
fr: Ajouter une règle de renommage de transaction

source: Rename to
fr: Renommer en

source: Import transactions
fr: Importer des transactions

source: Please choose the format to import:
fr: Choisissez le format à importer :

source: Cleaning
fr: Nettoyage

source: Find duplicate transactions
fr: Trouver les transactions en double

source: (future evolution)
fr: (évolution future)

source: Find duplicate IOUs
fr: Trouver les règlements en double

source: Merge categories
fr: Fusionner des catégories

source: Wipe everything
fr: Tout supprimer

source: Supported formats:
fr: Formats supportés :

source: Import
fr: Importer

source: Your username and password didn't match. Please try again.
fr: Nom ou mot de passe incorrect. Veuillez réessayer.

source: Login
fr: Connexion

source: Pending IOUs
fr: Règlements en attente

source: Accept all IOUs
fr: Accepter tous les règlements

source: Rejected IOUs
fr: Règlements rejetés

source: Recipient
fr: Destinataire

source: No pending IOU
fr: Pas de règlement en attente

source: There is no pending IOU.
fr: Il n'y a pas de règlement en attente.

source: Home
fr: Accueil

source: Accounts
fr: Comptes

source: Deleted
fr: Effacé

source: Setup
fr: Configuration

source: Rules
fr: Règles

source: Currencies
fr: Monnaies

source: Users
fr: Utilisateurs

source: Report a bug
fr: Rapporter un bogue

source: Create
fr: Créer

source: Modify
fr: Modifier

source: Delete user
fr: Supprimer un utilisateur

source: You are about to delete the following user:
fr: Vous allez supprimer l'utilisateur suivant :

source: Name
fr: Nom

source: First Name
fr: Prénom

source: Last Name
fr: Nom de famille

source: This action cannot be undone.
fr: Cette action ne pourra pas être annulée.

source: Yes, remove
fr: Oui, supprimer

source: users
fr: utilisateurs

source: Add user
fr: Ajouter un utilisateur

source: Username
fr: Nom d'utilisateur

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Delete account
fr: Supprimer un compte

source: You are about to delete the following account and all its transactions:
fr: Vous allez supprimer le compte suivant et toutes ses transactions :

source: Currency
fr: Monnaie

source: Start balance
fr: Solde de départ

source: Current balance
fr: Solde actuel

source: Number of transactions
fr: Nombre de transactions

source: Add account
fr: Ajouter un compte

source: This rule fits to the following uncategorized transactions...
fr: Cette règle peut s'appliquer aux transactions sans catégorie suivantes...

source: Attach selected transaction to the category
fr: Attacher la catégorie aux transactions sélectionnées

source: This rule does not fit to any uncategorized transaction.
fr: Cette règle ne peut s'appliquer à aucune transaction sans catégorie.

source: This rule fits to the following transactions...
fr: Cette règle peut s'appliquer aux transactions suivantes...

source: Rename selected transactions
fr: Renommer les transactions sélectionnées

source: This rule does not fit to any transaction.
fr: Cette règle ne peut s'appliquer à aucune transaction

source: Back
fr: Retour

source: Delete category
fr: Supprimer une catégorie

source: You are about to delete the following category and all its children:
fr: Vous allez supprimer la catégorie suivante et toutes celles qui en dépendent :

source: Children
fr: Dépendances

source: Add category
fr: Ajouter une catégorie

source: Delete currency
fr: Effacer la monnaie

source: You are about to delete the following currency:
fr: Vous allez supprimer la monnaie suivante :

source: Short name
fr: Nom court

source: Change rate
fr: Taux de change

source: Add currency
fr: Ajouter une monnaie

source: The following pending IOUs could match this transaction:
fr: Les règlements suivants peuvent correspondre à cette transaction :

source: There is no IOU.
fr: Il n'y a pas de règlement.

source: You are waiting for the following IOUs to be accepted:
fr: Vous attendez que les règlements suivants soient acceptés :

source: IOUs from other people
fr: Règlements d'autres personnes

source: Accepted
fr: Accepté

source: Remove all deleted transactions
fr: Supprimer toutes les transactions effacées

source: There is no deleted transaction.
fr: Il n'y a pas de transaction effacée.

source: Add transaction
fr: Ajouter une transaction

source: There is no transaction in this account.
fr: Il n'y a pas de transaction dans ce compte.

source: You are about to remove all the deleted transactions.
fr: Vous allez supprimer toutes les transactions effacées.

source: Balance
fr: Solde

source: Validated balance
fr: Solde validé

source: Debtors and creditors
fr: Débiteurs et créanciers

source: I have no debt and no credit.
fr: Je n'ai ni dette ni crédit.
