<?php
$errorCode['4000'] = "请求参数错误";
$errorCode['4001'] = "用户名或密码错误";
$errorCode['4002'] = "已经存在相同手机号的用户";
$errorCode['4003'] = "验证码错误";
$errorCode['4004'] = "原密码错误";
//修改密码时用到	原密码错误
$errorCode['4005'] = "您没有订单或订单已经完成。";
$errorCode['4006'] = "还没有到订单开始时间或者没有预定车辆";
$errorCode['4007'] = "离车太远，不能对车进行操作";
$errorCode['4008'] = "该车在指定的时间段内已经被预定。";
$errorCode['4009'] = "超过最长订单时间限制";
$errorCode['4010'] = "订单时长小于最小订单时长";
$errorCode['4011'] = "相邻订单的时间间隔太短";
$errorCode['4012'] = "订单已经开始，不能取消订单";
$errorCode['4013'] = "订单已经开始，不能修改开始时间";
$errorCode['4014'] = "您已在此时段有过订车,同一时间不能订两辆车";
$errorCode['4015'] = "驾照有效期到期前七天，不允许订车";
$errorCode['4016'] = "该车暂时停运";
$errorCode['4017'] = "订单开始时间不能晚于当前时间";
$errorCode['4018'] = "不能重复支付";
$errorCode['4019'] = "订单执行中,不能修改订单开始时间";

$errorCode['4020'] = "Token过期，显示登录页面";
$errorCode['4021'] = "电话号码没有绑定。";
$errorCode['4022'] = "修改成功！";

$errorCode['4030'] = "上传的图片尺寸太大";
$errorCode['4031'] = "上传的图片尺寸太小";
$errorCode['4032'] = "已经审核通过，不能再上传。";
$errorCode['4033'] = "上传的图片超过2M。";
$errorCode['4034'] = "上传的文件类型不正确";
$errorCode['4035'] = "上传的文件超过了限制的值。";
$errorCode['4036'] = "上传的文件超过了限制的值。";
$errorCode['4037'] = "文件只有部分被上传。";
$errorCode['4038'] = "文件上传失败。";
$errorCode['4039'] = "excel文件为空或文件解析错误。";

$errorCode['4040'] = "奖章不存在或已被领取";
$errorCode['4041'] = "红包不存在或已被领取";
$errorCode['4042'] = "你选择的奖章过期了";
$errorCode['4043'] = "你的订单已经使用了奖章,不可以在此订单再次使用奖章";
$errorCode['4044'] = "你没有,或没有领取此奖章";
$errorCode['4045'] = "奖章已被使用";

$errorCode['4050'] = "余额不足";
$errorCode['4051'] = "卡已过期";
$errorCode['4052'] = "银行返回失败";
$errorCode['4053'] = "该流水号不存在或已处理";
$errorCode['4054'] = "你是后付费用户,但您的群组余额不足,请联系客服";


$errorCode['4060'] = '未登录';

$errorCode['4100'] = "开放平台登录已过期";
$errorCode['4101'] = "不能发两条内容一样的微博";

$errorCode['4200'] = "订单开始时间不能晚于结束时间";
$errorCode['4210'] = "未绑定手机号，不能上传实名认证信息。";
$errorCode['4211'] = "未绑定手机号，请绑定手机。";
$errorCode['4212'] = '订单开始时间离现在时间太长。';
$errorCode['4213'] = '您有违章，不能订车。';
$errorCode['4214'] = '您的订单未支付。';
$errorCode['4215'] = '超级密码输入错误。';
$errorCode['4216'] = '您今天已经使用了3次找回密码，请明天再试。';
$errorCode['4217'] = '您已设置超级密码，请到www.eduoauto.com找回密码。';
$errorCode['4218'] = '超级密码不能与登录密码相同。';
$errorCode['4219'] = '还没到订单开始时间。';
$errorCode['4220'] = '请把钥匙归还至收纳箱。';
$errorCode['4221'] = '您已取车，请用钥匙锁门。';
$errorCode['4222'] = '您已超过关门时间，不能再关门。';
$errorCode['4223'] = '您已关门，不能再关门。';
$errorCode['4224'] = '您的手机号没有注册，请注册。';
$errorCode['4225'] = '您还未通过实名认证，不能订车。';
$errorCode['4226'] = '您还未上传实名认证信息，请上传。';
$errorCode['4227'] = '为保障您的资金及用车安全，请设置超级密码。';
$errorCode['4228'] = '订单不存在';
$errorCode['4229'] = '您未完成的订单已经超过两个， 不能再订车。';
$errorCode['4230'] = '您未关注该车。';
$errorCode['4231'] = '您所支付的订单，状态不是“未支付”';
$errorCode['4232'] = '结算时，订单状态不对。';
$errorCode['4233'] = '您有未支付的订单，不能再订车。';
$errorCode['4234'] = '我们已经收到您索取发票的请求，请不要重复提交请求。';
$errorCode['4235'] = '您对该订单已修改了3次了，不能再修改了。';
$errorCode['4236'] = '该订单不能被修改。';
$errorCode['4237'] = '车辆没有绑定设备。请联系网站管理员';
$errorCode['4238'] = '您有超时还车的订单，不能再订车。';
$errorCode['4239'] = '您已经索取过该订单的发票，不能再索取。';
$errorCode['4240'] = '您没有权限订这辆车。';
$errorCode['4241'] = '在您之前的用户未及时还车，已通知客服，我们会尽快处理并联系您';
$errorCode['4242'] = '您尚未设置超级密码，请先设置超级密码';

$errorCode['5000'] = "运行时错误	内部错误。这是服务器在运行过程中出现的致命错误。";
$errorCode['5001'] = "数据库连接不上";
$errorCode['5002'] = "执行SQL语句出错";
$errorCode['5003'] = "数据库服务器内部错误等	数据库其他错误";
$errorCode['5004'] = "获取短信验证码	发送短信失败";
$errorCode['5005'] = "根据提供的orderNo，没有找到要结算的记录。";

$errorCode['6000'] = "维护中";



?>