<?php

/**
 * ECSHOP 设备管理语言项
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liuhui $
 * $Id: brand.php 17063 2010-03-25 06:35:46Z liuhui $
*/

/*JS 语言项*/
$_LANG['js_languages']['no_brandname'] = '您必须输入设备名称！';
$_LANG['js_languages']['require_num'] =  '排序序号必须是一个数字';
//页面语言
//手机号码,供应商,状态,服务密码,供应商网络登录 密码,归属地,车牌号码,设备序列号






?>
